
[language]
id=0x0c01
langID=0x01
name=العربية
sublangID=0x03
[menu]
9100=تفعيل (جميع الملاحظات)
9101=تعطيل (جميع الملاحظات)
9102=تعليم كأهمية كبرى
9103=تفعيل نظام الحماية
9104=تعليم كمكتمل
9105=اللف
9106=إزالة التعليم كأهمية الكبرى
9107=تعطيل نظام الحماية
9108=إزالة التعليم كمكتمل
9109=الإنبساط
9110=تكرار الملاحظة
9111=إدراج
9112=إدراج صورة
9113=إدراج إبتسامة
9114=إعادة تحميل الكل
9116=المذكرة اليومية
9117=اليوم
9118=إظهار الكل/إخفاء الكل
9119=المفردات
9120=البحث بالمفردات
9121=البحث بـ
9122=أدخل التاريخ/الوقت
10001=ملاحظة جديدة
10002=الخيارات
10003=عرض الجميع
10004=إخفاء الجميع
10005=حول البرنامج
10006=مساعدة
10007=خروج
10008=لوحة التحكم
10009=حفظ
10010=تحرير
10011=إخفاء
10012=مسح
10013=حفظ كـ...
10014=عرض
10015=توسيط
10016=الأيقونات
10017=أيقونات صغيرة
10018=قائمة
10019=تفاصيل
10020=في الأعلى
10021=اللغة
10023=إرسال
10024=PNotes موقع برنامج
10025=حفظ الجميع
10026=المجموعات
10027=إرجاع
10028=إعادة
10029=قطع
10030=نسخ
10031=لصق
10032=إختيار الكل
10033=استرجاع الحجم الأصلي والتوسيط
10034=البحث في الملاحظات
10035=تحريك
10036=بدون
10037=اليسار
10038=الأعلى
10039=اليمين
10040=الأسفل
10041=تحريك جميع الملاحظات
10042=بحث
10043=بحث عن التالي
10044=استبدال
10051=التنسيق
10052=المفضلة
10053=إضافة للمفضلة
10054=إزالة من المفضلة
10055=إرسال كمرفق
10056=فتح ملاحظة
10057=تفريغ سلة المحذوفات
10058=إستعادة جميع الملاحظات
10059=إستعادة الملاحظة
10060=إظهار المجموعات
10061=إخفاء المجموعات
10062=التحول للأكثر أهمية
10063=لصق الملف كرابط
10064=لصق محتوى الملف
10065=لصق ملحوظة جديدة من الذاكرة
10066=جلب الكل للمقدمة
10067=بـحـث
10069=المشاهدات
10070=الظهور
10071=التحول لنظام الحماية
10072=طباعة
10073=مشاهدة
10074=ضبط المظهر
10075=ضبط الجدولة
10076=المفاتيح
10077=تعليم كمكتمل
10078=مشاهدة إعدادات الخلفية
10079=استخدام لون محدد
10080=اختيار لون
10081=لف/عدم لف
10083=تضمين الملاحظات الموجودة بسلة المحذوفات في نتائ البحث
10084=المكان/الظهور
10085=إعادة تعيين نتائج البحث
10086=قفل البرنامج
10087=إسترجاع من نسخة إحتياطية
10088=الترقيم بكرات صغيرة
10097=PNotes دعم مشروع
10098=لا ترتيب بكرات صغيرة/ترقيم
10099=إظهار جميع المفضلات
10126=إضافة مجموعة جديدة
10127=تحرير مجموعة
10128=مسح مجموعة
10129=عرض جميع الملاحظات من مجموعة محددة
10130=إخفاء جميع الملاحظات من مجموعة محددة
10131=إضافةمجموعة فرعية
10132=إظهار المجموعات (يتضمن الفرعية)
10133=إخفاء المجموعات (يتضمن الفرعية)
10134=اختصارات المفاتيح
10135=الإختصار لـ "إظهار المجموعات"
10136=الإختصار لـ "إخفاء المجموعات"
10137=إضافة/تعديل
10138=إزالة
10139=إضافة/تعديل
10140=إزالة
10141=تخصيص الأيقونات
[options]
1=موافق
2=إلغاء
1001=الخيارات
1002=حفظ الملاحظة كـ
1003=خيارات الملاحظة الحالية
1004=لوحة التحكم
1014=اختر أيقونة للمجموعة
1019=بحث
1024=البحث بالعنوان
1025=التذكير لتخطي الوقت
1033=الإبتسامات
1039=احتيار ملف المساعدة
8002=تطبيق
8011=تغيير الخط
8014=ملاحظه شفافه
8015=الشفافية
8018=حفظ جميع المحلاظات عند إغلاق البرنامج
8019=تأكيد الحفظ
8023=بدون موعد
8024=كل يوم في التوقيت التالي
8025=مرة واحدة في
8031=أسم الملاحظه
8034=الخيارات التلقائيه
8035=بدء البرنامج عند تشغيل الحاسوب
8039=مثال على التاريخ
8040=مثال على الوقت
8049=المنبه
8050=المنبه اليومي
8051=المنبه الصوتي
8052=تشغيل المنبه الصوتي
8054=هيئه الوقت والتاريخ
8055=الإختصارات
8059=أضغط على المفتاح المطلوب للإختصار من لوحة المفاتيح ليقوم بالأمر المحدد اعلاه
8062=إضافه
8063=حذف
8064=إستماع
8066=التكرار كل
8069=العرض العادي
8072=التأكيد قبل حذف الملاحظه
8073=عرض شريط التمرير - ستتم إعادة تحميل جميع المذكرات
8076=أحفظ المذكرات تلقائياً كل
8078=دقيقة
8080=الحجم التلقائي - بدون تصميم
8081=العرض
8082=الأرتفاع
8086=تحميل تصاميم اضافية
8087=خيارات البدء
8088=الحفظ / المسح
8092=اسم المجموعة
8095=أيقونة المجموعة
8100=تشغيل التنبيه المرئي
8101=عرض/إخفاء عند النقر مرتين على العنوان
8102=ملاحظات بدون تصميم
8103=بحث عن:
8105=نتائج البحث
8107=مطابقة كلية
8108=بحث
8109=كلمة كاملة
8110=لون الخلفية
8111=خط العنوان
8115=إذا كانت القيمة تساوي %100 فستصبح الملاحظة شفافة كلياً
8117=المظهر
8123=شمل الملاحظات المخفية
8124=مسح تاريخ البحث
8125=نسخة جديدة
8126=التأكد من وجود نسخة جديدة عند تشغيل البرنامج
8127=التأكد الآن
8128=الملاحظات الجديدة دائماً في الأعلى
8129=استخدام لون خلفية تلقائي
8130=ملاحظات ذات تصاميم
8131=ملاحظات بدون تصاميم
8132=تصميم عادي
8133=تصميم إختياري
8135=المسافة بين الملاحظات بالبكسل:
8139=يمكن استخدام الاعدادات على الملاحظات غير المحركة فقط
8140=حجم إختياري
8142=قلب موقع الملاحظات
8143=اخفاء شريط أدوات الملاحظات
8145=استبدال بـ:
8146=استبدال الجميع
8147=استبدال
8148=بحث عن التالي
8149=فوق
8150=تحت
8153=الأيام
8154=الساعات
8155=الدقائق
8156=الثواني
8167=لون خلفي إختياري
8168=خط عنوان إختياري
8173=حدد متصفح الإنترنت المفضل او اترك هذا المربع خالياً
8176=ترتيب الملاحظات تلقائياً
8177=استخدام خطوط مخصصة
8178=أسبوعيا في :
8180=في :
8183=أظهر لوحة التحكم عند بداية البرنامج
8192=بعد :
8193=سنوات
8194=شهور
8195=أسابيع
8202=بدءا من :
8205=ما يحدث بعد الضغط مرتين على الأيقونة بصينية النظام
8206=البحث عن ملحوظة بعنوان مثل/يحتوي على:
8208=القائمة الرئيسية
8209=ملحوظة
8211=تتبع مذكر تخطي الوقت
8214=لا تتبع الملحوظة إذا تخطت الوقت
8215=قلب ألوان النصوص
8216=التاريخ
8217=الوقت
8218=اليوم من الاسبوع
8219=(شهريا(تاريخ محدد
8220=(شهريا(يوم من اسبوع
8221=رقم عادي
8222=.إذا لم يوجد يوم مماثل في هذا الشهر التاريخ الأقرب سيستخدم للتذكير
8228=أحفظ الملاحظات بدون طلب تاكيد عن الإخفاء
8229=إزالة كلمة المرور
8230=تعيين كلمة مرور
8231=إخفاء الأيقونة في صينية النظام
8232=تغيير كلمة المرور
8234=( * ) (Alt+Tab) لا تظهر الملاحظات في قائمة النوافذ المفتوحة
8236=إستعادة الملاحظات كملافات مشفرة
8238=إعدادات المظهر العامة
8239=الإدارة
8240=متعدد
8241=متعدد
8242=كلمة المرور
8243=التشفير
8245=النسخ الإحتياطي
8246=الحفظ الإحتياطي للملاحظات قبل الحفظ
8247=(عمق النسخ الإحتياطي (عدد النسخ لكل ملحوظة
8250=عند قفل البرنامج
8251=التكيف مع المساحة عن التمرير
8252=سيتم إعادة تحميل جميع الملاحظات - ( * )
8253=التنبيه بالصوت
8256=لا تحرك الملاحظات إلى مركز الشاشة
8257=التأثير
8258=إخفاء الملاحظات
8259=التنبيه بالصوت عند غخفاء ملاحظة
8261=الخلفية
8263=بدء النظام
8264=بدء البرنامج
8265=وقت محدد
8267=تكرار في متوالية
8268=منطقة التعديلات
8269=المسافة قبل النقاط (**)
8271=الهوامش جهة اليمين واليسار للملاحظات
8273=(**) - القيم الجديدة ستستخدم في الملاحظات الجديدة فقط
8274=.لإزالة/إضافة أيقونة استخدم الزر المناسب من شريط الأداوات أو الشريط الجانبي
8284=تعديل
8290=نتائج البحث - النصوص
8291=نتائج البحث - العناوين
8294=طريقة كتابة التاريخ لتسمية ملاحظات المذكرات اليومية
8297=إعدادات مجموعة المذكرات اليومية
8298=الإعدادات الخاصة لمجموعة المذكرات اليومية
8301=إضافة اسم اليوم لاسم الملاحظة
8302=إضافة يوم الاسبوع في نهاية اسم الملاحظة
8303=الاسم الكامل لليوم
8305=عدد الصفحات التي تظهر في قائمة المذكرات اليومية
8307=لا تظهر صفحات المذكرات اليومية للأيام السابقة في قائمة المذكرات اليومية
8308=الطول الإفتراضي لعنوان الملاحظات الجديدة
8310=ترتيب تصاعدي للصفحات في المذكرات اليومية أي بدءا من الأقدم
8311=(يتم فصل المفردات بفاصلة مثل (واحد,إثنين,ثلاثة
8313=منطقة التعديل
8317=المفردات المعرفة سلفا
8319=مفردة
8322=المفردات المتاحة
8323=المفردات الحالية
8327=محركات البحث
8334=من فضلك تفحص طريقة محرك البحث في الإستعلام من المتصفح قبل إضافته  ربما تكون مقاربة ل ""http://www.google.com/search?q"
8335=الحفظ لمجموعة:
8337=إخفاء زر الحذف
8338=ملف المساعدة غير موجود على القرص المحلي من فضل أختر احد الخيارات التالية:
8339=الوصول لملفات المساعدة على الشبكة
8340=تنزيل ملف المساعدة بصيعة CHM
8341=تنزيل ملف المساعدة بصيعة PDF
8342=لا تظهر هذه الرسالة مرة أخرى
8345=معيار البحث
8348=مجال البحث
[messages]
already_exists=هذه الملاحظة بنفس الرقم التعريفي موجودة مسبقا. من فضلك اختر ملاحظة أخرى.
both_pwrd=.خانتي كلمة المرور لابد أن يكونا متطابقتين. من فضلك راجع الهجاء
check_for_update=التأكد من التحديثات
continue_question=هل تريد الإستكمال؟
def_size=هل أنت متأكد أنك تريد جعل حجم المذكرة التلقائي
default_warning=أنت على وشك إعادة تعيين كافة إعدادات البرنامج لقيمتها الإفتراضية. هل تستمر؟
delete_backup=هل تريد حقاً حذف النسخ الإحتياطية المختارة ؟
delete_bin=هل أنت متأكد من رغبتك في إرسال هذه الملاحظة لسلة المحذوفات؟
delete_caption=جاري الحذف
delete_complete=هل أنت متأكد من رغبتك في حذف هذه الملاحظة تماما ؟
delete_confirm=هل أنت متأكد من رغبتك في حذف هذه الملاحظة؟
delete_confirm_multiple=هل أنت متأكد من رغبتك في حذف هذه الملاحظات؟
delete_group_0=مسح المجموعة
delete_group_1=تحذير! سيتم حذف المجموعة بالكاملبما فيها من ملاحظات
delete_group_2=وستحذف المجموعات الفرعية بملاحظاتها كذلك
delete_group_3=لا يمكن إلغاء العملية، هل تريد الاستمرار؟
delete_previous=هل تريد مسح قاعدة بيانات النسخة السابقة من البرنامج؟
downloading=جاري التحميل
empty_bin=تفريغ سلة المحذوفات (لا يمكن التراجع عن هذا العملية)؟
first_baloon_caption=! PNotes شكرا لاستخدامك  برنامج
first_baloon_message=كليك يمين على صينية النظام لبدأ العمل
font_sample=يقفز الثعلب البني السريع فوق الكلب الكسول
hk_1=الإختصار
hk_2=مسجلة مسبقاً. الراء إختيار واحد اخرى
hk_3=مسح الإختصار الحالي؟
internet_unavailable=لا يوجد إتصال بالشبكة
invalid_date=صيغة التاريخ خاطئه. يجب ان تحتوي على اليوم، الشهر، العام، الساعه والدقيقة
invalid_image_size=حجم خاطئ للصورة. لابد أن تكون بمقياس 16 * 16
invalid_old_pwrd=كلمة مرور قديمة خاطئة
invalid_pwrd=كلمة مرور خاطئة
invalid_time=صيغة الوقت خاطئه. يجب ان تحتوي على الساعه والدقيقة
matches_found=النتائج المتطابقة:
new_version_1=PNotes توجد نسخة جديدة من برنامج
new_version_2=اضغط على زر موافق  للذهاب إلى صفحة التحميل
no_backup=لا توجد نسخ إحتياطية للملاحظة الحالية
no_matches=لا توجد نتائج متطابقة
no_note_created=تعذر إنشاء نافذه للملاحظه
no_note_registered=تعذر تسجيل نافذه الملاحظة
no_skin_file=ملف التصميم غير متوفر. سيتم إغلاق البرنامج الآن
no_success=لم يتم اغلاق البرنامج بشكل صحيح في المرة السابقة.  هل تريد فتح المذكرات المحفوظة آلياً؟
replace_complete=اكتمل الاستبدال
replace_warning_1=لبدء عملية الإستبدال سيتم تغير معيار البحث إلى
replace_warning_2=بينما معيار البحث الحالي
restore_backup=هل تريد إستعادة البيانات من النسخ الإحتياطية المختارة ؟
same_version=PNotes أنت تستخدم أحدث نسخة من برنامج
save_before_send=هذه الملاحظة يجب أن تحفظ قبل إرسالها كمرفق. حفظ الآن؟
save_caption=جاري الحفظ
save_note=تم تغيير الملاحظه
save_question=هل تريد حفظها؟
search_complete=اكتمل البحث
seng_delete=هل تريد حذف محركات البحث المختارة؟
seng_exists=قائمة بمحركات البحث المحتوية على هذا الاسم
sound_1=إضافه صوت
sound_2=التأكيد
sound_3=الملف موجود مسبقاً في مجلد الصوت. هل تريد النسخ؟
sound_4=لم يتم العثور على ملف الصوت
sound_5=مسح الصوت المظلل؟
too_many_files=يمكن القاء ملف واحد فقط في هذه الملاحظة
warning_trans_scroll=تفعيل الشفافية وشريط التمرير في نفس الوقت ربما يعطل الأنظمة ماقبل وندوز فيستا
[captions]
add_icon=إضافة أيقونة
backup_caption=النسخ الإحتياطي
browser=أختر المتصفح المفضل
change_pwrd=تغيير كلمة المرور
color=إختيار اللون
create_pwrd=إعدادات كلمة المرور
customize_icons=تخصيص الأيقونات
date_formats=صيغ التاريخ الممكنة
diary=المذكرة اليومية
enter_pwrd=أدخل كلمة المرور
favorites=المفضلة
font=إختيار الخط
group_default=عام
group_edit=تحرير مجموعة
group_main=جميع الملاحظات
group_new=مجموعة جديدة
hide_group=إخفاء المجموعات
import=استيراد من النسخة السابقة
insert_picture=إدراج صورة
load=فتح ملاحظة
loading_error=خطأ في الفتح
quick_search=البحث السريع
recycle_bin=سلة المحذوفات
rename=أعد تسمية الملاحظة
restore_caption=إستعادة ملاحظة
restore_filter=النسخ الإحتياطية للملاحظات
search_results=نتائج البحث
seng_modify=تعديل محرك بحث
seng_new=محلاك بحث جديد
show_group=إظهار المجموعات
sound=إختيار الصوت
time_formats=صيغ الوقت الممكنة
total_decryption=.فك تشفير جميع الملاحظات قيد العمل. من فضلك أنتظر
total_ecryption=.تشفير جميع الملاحظات قيد العمل. من فضلك أنتظر
[tabs]
0=التصميم
1=الخط
2=المنبه
[tabs_options]
0=المظهر
1=المنبه
2=خيارات أخرى
[columns]
0=اسم الملاحظه
1=المجموعة
2=آخر حفظ
3=نوع التنبيه
4=الاسم
5=الملاحظة الأصلية
6=وقت الحفظ
7=المفردات
8=الأولوية
9=مكتمل
10=محمي
11=مفضلة
[commands]
5000=الخط
5001=حجم الخط
5002=لون الخط
5003=غليظ
5004=مائل
5005=تحته خط
5006=شطب
5007=تظليل
5008=محاذاه لليسار
5009=توسيط
5010=محاذاه لليمين
5011=نقاط
5100=تلقائي
5101=بدون ملئ
[status]
dd_impossible=(لا يمكن السحب والإلقاء)
group=مجموعة :
group_notes=الملاحظات كمجموعات :
total=جميع الملاحظات :
[preview]
caption=العنوان
part1=اضغط مرتان على وسط الملاحظة لتتمكن من تغيير لون الخلفية
part2=اضغط مرتان على عنوان الملاحظة لتتمكن من تغيير خطه
[date_format_chars]
d=ايام الشهر بدون صفر على اليسار
dd=ايام الشهر مع صفر على اليسار
ddd=أيام الأسبوع من ثلاث حروف
dddd=أيام الأسبوع بأسمها الكامل
M=الشهور بدون صفر على اليسار
MM=الشهور مع صفر على اليسار
MMM=إختصار الشهور ثلاث حروف
MMMM=استخدام الأسم الكامل للشهور
y=السنوات بدون صفر على يسار السنين الأصغر من 10
yy=السنوات مع صفر على اليسار
yyyy=تمثيل السنوات بالأسم الكامل المكون من أربعة ارقام
[time_format_chars_h12]
h=الساعة بدون صفر على اليسار; نظام 12 ساعة.
hh=الساعة مع صفر على اليسار; نظام 12 ساعة.
[time_format_chars_h24]
H=الساعة بدون صفر على اليسار; نظام 24 ساعة.
HH=الساعة مع صفر على اليسار; نظام 24 ساعة.
[time_format_chars]
m=الدقائق بدون صفر على اليسار
mm=الدقائق مع صفر لى اليسار
s=الثواني بدون صفر على اليسار
ss=الثواني مع صفر على اليسار
t=حرف واحد مميز للنار أو الليل مثل ص أو م
tt=حرفين مميزين للنهار والليل مثل صب أو مس
[left_panel]
202=المظهر
203=التصميم
204=التنبيه
205=التحريك
206=السلوكيات
207=خيارات اخرى
208=الحماية
209=المكرة اليومية
[search_columns]
0=ملاحظة
1=سطر
2=عمود
[weekdays]
0=الأثنين
1=الثلاثاء
2=الأربعاء
3=الخميس
4=الجمعة
5=السبت
6=الأحد
[titles_columns]
0=العنوان
[ordinals]
0=الاول
1=الثاني
2=الثالث
3=الرابع
4=الأخير
[weekdays_full]
0=الإثنين
1=الثلاثاء
2=الأربعاء
3=الخميس
4=الجمعة
5=السبت
6=الأحد
[login_captions]
conf_pwrd=تأكيد كلمة المرور
enter_pwrd=أدخل كلمة المرور
new_pwrd=كلمة المرور الجديدة
old_pwrd=كلمة المرور القديمة
[engines_columns]
0=الاسم
1=سطر الاستعلام
[search_criteria]
0=مطابقة كامل جملة البحث
1=مطابقة كل كلمة من جملة البحث
2=مطابقة على الأقل كلمة واحدة من جملة البحث
[search_scope]
0=البحث في النصوص
1=البحث في العناوين
2=البحث في النصوص والعناوين
[search_match]
0=النصوص فقط
1=العناوين فقط
2=النصوص والعناوين
[about]
dialog=عــن
license=هذا البرنامج يتم توزيعه طبقا لرخصة جنو العامة الإصدار الثاني وما يليها
show_license=إظهار الرخصة
thanks_1=:شكر خاص للملاحظات المميزة والأفكار الجديدة والإقتراحات و الإختبار إلى
thanks_2=.شكر لكل من اختبر  أو ترجم أو حتى استخدم البرنامج
[program]
name=PNotes - منظم الملاحظات الإلكترونية
